
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Examen intermédaire · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-navigator/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-emphasize/plugin.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-collapsible-chapters/collapsible-chapters.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-image-captions/image-captions.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="exercices.html" />
    
    
    <link rel="prev" href="./" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        <li class="header">GENERAL</li>
        
        
    
        <li class="chapter " data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="1.2" data-path="travaux.html">
            
                <a href="travaux.html">
            
                    
                    Examen intermédaire
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="exercices.html">
            
                <a href="exercices.html">
            
                    
                    Exercices
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="mise_en_ligne.html">
            
                <a href="mise_en_ligne.html">
            
                    
                    Mise en ligne
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">CULTURE DIGITALE</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="culture-digitale/le-web-et-son-historire.html">
            
                <a href="culture-digitale/le-web-et-son-historire.html">
            
                    
                    Le web et son histoire
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="outils/procedes-de-creation.html">
            
                <a href="outils/procedes-de-creation.html">
            
                    
                    Procédés de création
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="culture-digitale/contre-culture-digitale.html">
            
                <a href="culture-digitale/contre-culture-digitale.html">
            
                    
                    Contre culture digitale
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="culture-digitale/art-et-memoire.html">
            
                <a href="culture-digitale/art-et-memoire.html">
            
                    
                    Art et mémoire
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="culture-digitale/glitch.html">
            
                <a href="culture-digitale/glitch.html">
            
                    
                    Glitch/bug art
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Artistes</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="art/artites-internet.html">
            
                <a href="art/artites-internet.html">
            
                    
                    Artistes internet
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">HTML</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="html/introduction.html">
            
                <a href="html/introduction.html">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="html/elements-de-base.html">
            
                <a href="html/elements-de-base.html">
            
                    
                    Élements de base
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="html/elements-de-mise-page.html">
            
                <a href="html/elements-de-mise-page.html">
            
                    
                    Élements de mise en page
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="html/concepts.html">
            
                <a href="html/concepts.html">
            
                    
                    Concepts essentiels
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="html/how-to.html">
            
                <a href="html/how-to.html">
            
                    
                    How-to
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="html/usabilite.html">
            
                <a href="html/usabilite.html">
            
                    
                    Usabilité
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">CSS</li>
        
        
    
        <li class="chapter " data-level="5.1" data-path="css/introduction.html">
            
                <a href="css/introduction.html">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.2" data-path="css/animations.html">
            
                <a href="css/animations.html">
            
                    
                    Animations
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="5.3" data-path="css/grille.html">
            
                <a href="css/grille.html">
            
                    
                    Framework & grille
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">JAVASCRIPT</li>
        
        
    
        <li class="chapter " data-level="6.1" data-path="javascript.html">
            
                <a href="javascript.html">
            
                    
                    Comment hacker du js?
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">WORDPRESS</li>
        
        
    
        <li class="chapter " data-level="7.1" data-path="wordpress/introduction.html">
            
                <a href="wordpress/introduction.html">
            
                    
                    Introduction
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="7.2" data-path="wordpress/tour.html">
            
                <a href="wordpress/tour.html">
            
                    
                    Comment ça marche?
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >Examen intermédaire</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <blockquote>
<p><em>Last modified: Thu Apr 19 2018 22:27:02 GMT+0200 (CEST)</em></p>
</blockquote>
<!-- toc -->
<h1 id="Examen_interm&#xE9;diaire">Examen interm&#xE9;diaire</h1>
<p>R&#xE9;cr&#xE9;er une page html structur&#xE9;e selon un mod&#xE8;le</p>
<ul>
<li>Reprendre un maximum d&#x2019;&#xE9;l&#xE9;ments html possible.</li>
<li>Inclure la feuille de style d&#xE9;j&#xE0; pr&#xE9;par&#xE9;e <a href="assets/images/travail/main.css">Enregistrer-sous</a>.</li>
<li>Le lien &quot;mail&quot; de la page contact doit pointer vers une adresse email. Le t&#xE9;l&#xE9;phone vers un num&#xE9;ro de t&#xE9;l&#xE9;phone.</li>
<li>La navigation secondaire page 2 doit contenir des ancres</li>
<li>Ce travail est &#xE0; r&#xE9;aliser seul(e)</li>
<li>Le tout doit &#xEA;tre transf&#xE9;r&#xE9; via FTP sur votre serveur et accessible via une adresse de type: votrenomdutilisateur.000webhostapp.com/exo4/</li>
</ul>
<p>Crit&#xE8;res d&#x2019;&#xE9;valuation:</p>
<ul>
<li>Capacit&#xE9; d&#x2019;identifier les &#xE9;l&#xE9;ments graphique et de les traduire en html (tag ad-hoc)</li>
<li>Validit&#xE9; du code g&#xE9;n&#xE9;ral</li>
<li>Quantit&#xE9; d&#x2019;&#xE9;l&#xE9;ments convertis par rapport au document original ?</li>
</ul>
<h2 id="Les_pages">1. Les pages</h2>
<h3 id="page01">1.1. page01</h3>
<p><img src="assets/images/travail/page01.jpg" alt=""></p>
<h3 id="page02">1.2. page02</h3>
<p><img src="assets/images/travail/page02.jpg" alt=""></p>
<h3 id="page03">1.3. page03</h3>
<p><img src="assets/images/travail/page03.jpg" alt=""></p>
<h3 id="page04">1.4. page04</h3>
<p><img src="assets/images/travail/page04.jpg" alt=""></p>
<h2 id="Textes">2. Textes</h2>
<h3 id="Page_1">2.1. Page 1</h3>
<p>Joseph Kosuth</p>
<p>Biographie</p>
<p>Parce qu&apos;il voit dans l&apos;&#x153;uvre d&apos;art le but esth&#xE9;tique comme exercice esth&#xE9;tique, non comme art &#xE0; proprement parler, Kosuth va vouloir s&#xE9;parer l&apos;esth&#xE9;tique (=jugement de la perception du monde en g&#xE9;n&#xE9;ral) de l&apos;Art.</p>
<p>&#xAB; Art as art &#xBB; devient plus ou moins la devise de cet artiste qui utilisera la litt&#xE9;ralit&#xE9; de ses &#x153;uvres pour tenter de penser les choses de mani&#xE8;re objective, les pi&#xE8;ces souvent tautologiques nous disent qu&apos;elles ne pourraient &#xEA;tre autrement que comment elles sont : Five Words In Orange Neon se compose de cinq n&#xE9;ons orange et nous indique de ne pas regarder autre chose que ce que l&apos;on voit, en &#xE9;vitant toute interpr&#xE9;tation pourtant tent&#xE9;e ici.</p>
<p>Le but de son travail est de &#xAB; produire du sens &#xBB;, m&#xEA;me s&#x2019;il faut pour cela bannir l&#x2019;aspect esth&#xE9;tique de l&#x2019;&#x153;uvre. Se basant sur une tautologie : &#xAB; L&#x2019;art est la d&#xE9;finition de l&#x2019;art &#xBB;, il affirme que l&#x2019;art est langage, que l&#x2019;art rel&#xE8;ve du domaine des id&#xE9;es, qu&#x2019;il n&#x2019;a rien &#xE0; voir avec l&#x2019;esth&#xE9;tique ou le go&#xFB;t. Il parle de &#xAB; propositions artistiques &#xBB; plut&#xF4;t que d&#x2019;&#xAB; &#x153;uvres &#xBB;. Pour lui, &#xAB; Une &#x153;uvre d&#x2019;art est une pr&#xE9;sentation de l&#x2019;intention de l&#x2019;artiste : si celui-ci d&#xE9;clare que cette &#x153;uvre d&#x2019;art-ci est de l&#x2019;art, cela signifie que c&#x2019;est une d&#xE9;finition de l&#x2019;art &#xBB;.</p>
<p>L&apos;art apr&#xE8;s la philosophie</p>
<p>&#xAB;Je crois qu&#x2019;&#xEA;tre artiste, aujourd&#x2019;hui, c&#x2019;est remettre en cause la nature de l&#x2019;art &#x2013; &#xEA;tre &#x201C;cr&#xE9;atif&#x201D;, pour moi, c&#x2019;est cela. Cela implique une responsabilit&#xE9; totale de l&#x2019;artiste en tant qu&#x2019;individu face aux implications politiques, sociales, et culturelles de son activit&#xE9;.&#xBB;
La philosophie et la science</p>
<p>Kosuth part de deux faits. a) La philosophie traditionnelle est parvenue &#xE0; sa fin. La philosophie du XIXe si&#xE8;cle repr&#xE9;sent&#xE9;e par Hegel s&apos;est int&#xE9;ress&#xE9;e au non-dit. Elle conduit &#xE0; une forme d&apos;histoire de la philosophie, o&#xF9; il n&apos;y a plus rien &#xE0; dire. Le XXe si&#xE8;cle est une &#xE9;poque marqu&#xE9;e par la &quot;fin de la philosophie&quot; au sens o&#xF9; la philosophie se r&#xE9;sout dans une forme de linguistique analytique qui ne consid&#xE8;re au contraire que du dit et ne voit dans le non-dit que de l&apos;indicible. L&apos;homme de science ne croit plus &#xE0; la philosophie. b) La &quot;fin de la philosophie&quot; au XXe si&#xE8;cle est contemporaine d&apos;un &quot;commencement de l&apos;art&quot; lorsque Marcel Duchamp pr&#xE9;sente ses premiers ready-made. C&apos;est le point de d&#xE9;part de l&apos;art conceptuel. &quot;Le ready-made fit de l&#x2019;art une question de fonction. Cette transformation &#x2013; ce passage de l&#x2019;apparence &#xE0; la conception &#x2013; marquera le d&#xE9;but de l&#x2019;art moderne et de l&#x2019;Art conceptuel. Tout l&#x2019;art apr&#xE8;s Duchamp est conceptuel.&quot; Kosuth doit ainsi d&#xE9;montrer qu&apos;il n&apos;y a pas d&apos;art avant le d&#xE9;but de l&apos;art conceptuel et que l&apos;art conceptuel prend la rel&#xE8;ve de la philosophie en se mettant &#xE0; l&apos;&#xE9;cart de la philosophie. (L&apos;art conceptuel correspondrait ainsi au stade de la linguistique analytique et au d&#xE9;passement de la philosophie et de la religion dans la science comme science du langage.)</p>
<p>L&apos;art et l&apos;esth&#xE9;tique</p>
<p>Kosuth &#xE9;tablit une distinction entre &quot;l&apos;esth&#xE9;tique&quot; et l&apos;art. Il part, au point de vue historique, d&apos;une opposition entre l&apos;art conceptuel et &quot;l&apos;art formaliste&quot;. Les repr&#xE9;sentants de l&apos;art conceptuel sont Donald Judd, Sol Le Witt, Ad Reinhardt; les repr&#xE9;sentants de l&apos;art formaliste sont Kenneth Noland, Jules Olitsky, Morris Louis et d&apos;autres. (Ces derniers sont consid&#xE9;r&#xE9;s d&apos;un niveau m&#xE9;diocre mais ils sont soutenus par la critique (par l&apos;esth&#xE9;tique), en particulier par Clement Greenberg.) En r&#xE9;alit&#xE9;, tout l&apos;art ant&#xE9;rieur &#xE0; Marcel Duchamp y compris &quot;l&apos;art moderne&quot; rel&#xE8;ve de l&apos;esth&#xE9;tique et du formalisme. L&apos;esth&#xE9;tique consid&#xE8;re un ensemble de crit&#xE8;res formels, qui rel&#xE8;vent finalement du beau et du jugement de go&#xFB;t et de la fonction d&#xE9;corative ainsi que de &quot;jugements sur la perception du monde en g&#xE9;n&#xE9;ral&quot;. On a pris &quot;l&apos;habitude&quot; d&apos;associer l&apos;esth&#xE9;tique avec l&apos;art, mais c&apos;est une erreur. L&apos;art est distinct de l&apos;esth&#xE9;tique, car l&apos;esth&#xE9;tique ne s&apos;interroge pas sur l&apos;art. Elle n&apos;apporte aucune connaissance &#xE0; ce sujet. L&apos;art ne consiste pas en crit&#xE8;res formels, mais il suffit de nommer quelque chose art pour que ce soit de l&apos;art. &quot;&#xCA;tre artiste aujourd&apos;hui signifie s&apos;interroger sur l&apos;entit&#xE9; art&quot;. N&apos;importe quel objet peut devenir art &#xE0; partir du moment o&#xF9; il est plac&#xE9; dans le contexte de l&apos;art. L&apos;&#x153;uvre d&apos;art est alors une proposition concernant l&apos;art. Il faut que l&apos;objet ait quelque chose &#xE0; dire au point de vue du langage de l&apos;art pour &#xEA;tre de l&apos;art. En ce sens, m&#xEA;me les chefs d&apos;&#x153;uvre du cubisme, qui ont pu &#xEA;tre de l&apos;art &#xE0; un moment donn&#xE9;, n&apos;en sont plus s&apos;ils ont perdu leur fonction artistique. L&apos;art d&#xE9;pend d&apos;un contexte artistique. Il faut &#xEA;tre inform&#xE9; du concept d&apos;art pour comprendre une forme d&apos;art.</p>
<p>Proposition analytique et proposition synth&#xE9;tique</p>
<p>Kosuth s&apos;appuie sur la distinction &#xE9;tablie par Alfred Jules Ayer entre l&apos;analytique et le synth&#xE9;tique. La proposition analytique est ind&#xE9;pendante de toute pr&#xE9;supposition empirique et ne concerne pas les objets ni leur propri&#xE9;t&#xE9;s formelles. La proposition est synth&#xE9;tique lorsqu&apos;elle est d&#xE9;termin&#xE9;e par des faits de l&apos;exp&#xE9;rience. L&apos;&#x153;uvre d&apos;art correspond &#xE0; une proposition analytique dans laquelle on dit que l&apos;art est l&apos;art, &quot;l&apos;art est la d&#xE9;finition de l&apos;art&quot;. On ne se pr&#xE9;occupe pas des propri&#xE9;t&#xE9;s formelles des &#x153;uvres, mais seulement de l&apos;art au point de vue conceptuel. L&apos;art est en ce sens une tautologie et entretient en ce sens un rapport avec la logique et les math&#xE9;matiques pour se distinguer radicalement de la philosophie et de la religion, lesquelles parlent des &quot;besoins spirituels de l&apos;homme&quot; et de ce qui se trouve &quot;au-del&#xE0; de la physique&quot;.</p>
<h3 id="Page_2">2.2. Page 2</h3>
<p>Travaux</p>
<p>Titled
One and three lamps
Titled (Art as Idea as Idea)(south), 1968</p>
<p>Titled</p>
<p>Notes sur la taille : 48 x 48 inches each
Prix : 300 000 000 &#x20AC;
One and Three Lamps, 1965</p>
<p>One and three lamps</p>
<p>Notes sur la taille : Dimensions variable
Prix : 200 000 000 &#x20AC;</p>
<h3 id="Page_3">2.3. Page 3</h3>
<p>Expositions</p>
<p>2015</p>
<p>By the Book, Sean Kelly, New York, New York
The Thing and the Thing-in-Itself, Andrea Rosen, New York, New York
Signs/Words, Sperone Westwater, New York, New York
Drawing Biennial, Drawing Room, London, United Kingdom
12th Havana Biennale, Centro Wilfredo Lam, Havana, Cuba
Transparency, Galerie Georg Kargl, Vienna, Austria
Tomorrow Today, Krinzinger Projekte, Vienna, Austria
The Xerox Book, Paula Cooper Gallery, New York, New York
Agnosia, an Illuminated Ontology an Installation by Joseph Kosuth, Sean Kelly Gallery, New York, New York (solo)
Joseph Kosuth, Galleri Brandstrup, Oslo, Norway (solo)
Joseph Kosuth, MAMM, Moscow, Russia (solo)
Joseph Kosuth and Marcel Duchamp, Philadelphia Museum of Art, Philadelphia, Pennsylvania (solo)
Joseph Kosuth, Castelli Gallery, New York, New York (solo)
2014</p>
<p>Joseph Kosuth: Das Dasein und die Welt, Kunstmuseums Thurgau, Warth, Switzerland (solo)
Insomnia: Assorted, Illuminated, Fixed, Sprueth Magers, London, United Kingdom (solo)
Amnesia: Various, Luminous, Fixed. Spruth Magers, London, United Kingdom (solo)
CounterIntelligence, Justina M. Barnicke Gallery, Toronto, Canada
Man in the Mirror, Vanhaerents Art Collection, Brussels, Belgium
TRA/BETWEEN arte e architettura, MAXXI, Rome, Italy
Sigmund Freud, 21er Haus, Vienna, Austria
Sed Tantum Dic Verbo (Just Say The Word), Blain Southern, Berlin, Germany
what marcel duchamp taught me, The Fine Art Society Contemporary London, United Kingdom</p>
<h3 id="Page_4">2.4. Page 4</h3>
<p>Contact</p>
<p>Par mail</p>
<p>kosuth@gmail.com
Par T&#xE9;l&#xE9;phone</p>
<p>+32 405 93 84</p>
<h2 id="Images">3. Images</h2>
<p><img src="assets/images/travail/titled.png" alt=""></p>
<p><img src="assets/images/travail/one-and-three-lamps.png" alt=""></p>
<div id="anchors-navbar"><i class="fa fa-anchor"></i><ul><p><a href="#Examen_interm&#xE9;diaire">Examen interm&#xE9;diaire</a></p><li><a href="#Les_pages">1. Les pages</a></li><ul><li><a href="#page01">1.1. page01</a></li><li><a href="#page02">1.2. page02</a></li><li><a href="#page03">1.3. page03</a></li><li><a href="#page04">1.4. page04</a></li></ul><li><a href="#Textes">2. Textes</a></li><ul><li><a href="#Page_1">2.1. Page 1</a></li><li><a href="#Page_2">2.2. Page 2</a></li><li><a href="#Page_3">2.3. Page 3</a></li><li><a href="#Page_4">2.4. Page 4</a></li></ul><li><a href="#Images">3. Images</a></li></ul></div><a href="#Les_pages" id="goTop"><i class="fa fa-arrow-up"></i></a>
                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="./" class="navigation navigation-prev " aria-label="Previous page: Introduction">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="exercices.html" class="navigation navigation-next " aria-label="Next page: Exercices">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Examen intermédaire","level":"1.2","depth":1,"next":{"title":"Exercices","level":"1.3","depth":1,"path":"exercices.md","ref":"exercices.md","articles":[]},"previous":{"title":"Introduction","level":"1.1","depth":1,"path":"README.md","ref":"README.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{"_pictures":[{"backlink":"index.html#fig1.1.1","level":"1.1","list_caption":"Figure: Inscription au chat","alt":"Inscription au chat","nro":1,"url":"https://img.shields.io/badge/Slack-Inscription-orange.svg","index":1,"caption_template":"_CAPTION_","label":"Inscription au chat","attributes":{},"skip":false,"key":"1.1.1"},{"backlink":"index.html#fig1.1.2","level":"1.1","list_caption":"Figure: Accéder au chat","alt":"Accéder au chat","nro":2,"url":"https://img.shields.io/badge/Slack-Acc%C3%A9dez%20au%20chat-green.svg","index":2,"caption_template":"_CAPTION_","label":"Accéder au chat","attributes":{},"skip":false,"key":"1.1.2"},{"backlink":"mise_en_ligne.html#fig1.4.1","level":"1.4","list_caption":"Figure: Enregistrement","alt":"Enregistrement","nro":3,"url":"assets/images/ftp/01.png","index":1,"caption_template":"_CAPTION_","label":"Enregistrement","attributes":{},"skip":false,"key":"1.4.1"},{"backlink":"mise_en_ligne.html#fig1.4.2","level":"1.4","list_caption":"Figure: Quitter la modal box, rester sur gratuit","alt":"Quitter la modal box, rester sur gratuit","nro":4,"url":"assets/images/ftp/02.png","index":2,"caption_template":"_CAPTION_","label":"Quitter la modal box, rester sur gratuit","attributes":{},"skip":false,"key":"1.4.2"},{"backlink":"mise_en_ligne.html#fig1.4.3","level":"1.4","list_caption":"Figure: Vérifier votre email","alt":"Vérifier votre email","nro":5,"url":"assets/images/ftp/03.png","index":3,"caption_template":"_CAPTION_","label":"Vérifier votre email","attributes":{},"skip":false,"key":"1.4.3"},{"backlink":"mise_en_ligne.html#fig1.4.4","level":"1.4","list_caption":"Figure: Votre email est bien vérifié","alt":"Votre email est bien vérifié","nro":6,"url":"assets/images/ftp/04.png","index":4,"caption_template":"_CAPTION_","label":"Votre email est bien vérifié","attributes":{},"skip":false,"key":"1.4.4"},{"backlink":"mise_en_ligne.html#fig1.4.5","level":"1.4","list_caption":"Figure: C'est bon, ça ne me dérange pas.","alt":"C'est bon, ça ne me dérange pas.","nro":7,"url":"assets/images/ftp/05.png","index":5,"caption_template":"_CAPTION_","label":"C'est bon, ça ne me dérange pas.","attributes":{},"skip":false,"key":"1.4.5"},{"backlink":"mise_en_ligne.html#fig1.4.6","level":"1.4","list_caption":"Figure: Cliquez sur l’adresse de votre site","alt":"Cliquez sur l’adresse de votre site","nro":8,"url":"assets/images/ftp/06.png","index":6,"caption_template":"_CAPTION_","label":"Cliquez sur l’adresse de votre site","attributes":{},"skip":false,"key":"1.4.6"},{"backlink":"mise_en_ligne.html#fig1.4.7","level":"1.4","list_caption":"Figure: Il vous demande d’ajouter une page d’accueil","alt":"Il vous demande d’ajouter une page d’accueil","nro":9,"url":"assets/images/ftp/07.png","index":7,"caption_template":"_CAPTION_","label":"Il vous demande d’ajouter une page d’accueil","attributes":{},"skip":false,"key":"1.4.7"},{"backlink":"mise_en_ligne.html#fig1.4.8","level":"1.4","list_caption":"Figure: Vos informations de connection ftp","alt":"Vos informations de connection ftp","nro":10,"url":"assets/images/ftp/08.png","index":8,"caption_template":"_CAPTION_","label":"Vos informations de connection ftp","attributes":{},"skip":false,"key":"1.4.8"},{"backlink":"mise_en_ligne.html#fig1.4.9","level":"1.4","list_caption":"Figure: Utilisez de gestionnaire de site pour sauver vos infos de connection","alt":"Utilisez de gestionnaire de site pour sauver vos infos de connection","nro":11,"url":"assets/images/ftp/filezilla/01.png","index":9,"caption_template":"_CAPTION_","label":"Utilisez de gestionnaire de site pour sauver vos infos de connection","attributes":{},"skip":false,"key":"1.4.9"},{"backlink":"mise_en_ligne.html#fig1.4.10","level":"1.4","list_caption":"Figure: La connection devrait s’établir","alt":"La connection devrait s’établir","nro":12,"url":"assets/images/ftp/filezilla/02.png","index":10,"caption_template":"_CAPTION_","label":"La connection devrait s’établir","attributes":{},"skip":false,"key":"1.4.10"},{"backlink":"mise_en_ligne.html#fig1.4.11","level":"1.4","list_caption":"Figure: Acceptez de certificat","alt":"Acceptez de certificat","nro":13,"url":"assets/images/ftp/filezilla/03.png","index":11,"caption_template":"_CAPTION_","label":"Acceptez de certificat","attributes":{},"skip":false,"key":"1.4.11"},{"backlink":"culture-digitale/le-web-et-son-historire.html#fig2.1.1","level":"2.1","list_caption":"Figure: http://www.submarinecablemap.com/","alt":"http://www.submarinecablemap.com/","nro":14,"url":"../assets/images/internet-backbone-map.png","index":1,"caption_template":"_CAPTION_","label":"http://www.submarinecablemap.com/","attributes":{},"skip":false,"key":"2.1.1"},{"backlink":"culture-digitale/art-et-memoire.html#fig2.4.1","level":"2.4","list_caption":"Figure: Théâtre de la mémoire","alt":"Théâtre de la mémoire","nro":15,"url":"../assets/images/culture/theatre-memoire.jpg","index":1,"caption_template":"_CAPTION_","label":"Théâtre de la mémoire","attributes":{},"skip":false,"key":"2.4.1"},{"backlink":"culture-digitale/glitch.html#fig2.5.1","level":"2.5","list_caption":"Figure: Cécile Babiole — Copie Non Conforme","alt":"Cécile Babiole — Copie Non Conforme","nro":16,"url":"http://babiole.net/wp-content/uploads/images/cecilebabiole_copies-non-conformes_2013_02-930x620.jpg","index":1,"caption_template":"_CAPTION_","label":"Cécile Babiole — Copie Non Conforme","attributes":{},"skip":false,"key":"2.5.1"},{"backlink":"art/artites-internet.html#fig3.1.1","level":"3.1","list_caption":"Figure: Teo_Spiller_net.art.trade_(net.art).jpg","alt":"Teo_Spiller_net.art.trade_(net.art).jpg","nro":17,"url":"../assets/images/netart/Teo_Spiller_net.art.trade_net.art.jpg","index":1,"caption_template":"_CAPTION_","label":"Teo_Spiller_net.art.trade_(net.art).jpg","attributes":{},"skip":false,"key":"3.1.1"},{"backlink":"art/artites-internet.html#fig3.1.2","level":"3.1","list_caption":"Figure: olia summer","alt":"olia summer","nro":18,"url":"../assets/images/netart/olia03.gif","index":2,"caption_template":"_CAPTION_","label":"olia summer","attributes":{},"skip":false,"key":"3.1.2"},{"backlink":"art/artites-internet.html#fig3.1.3","level":"3.1","list_caption":"Figure: https://vimeo.com/138217571","alt":"https://vimeo.com/138217571","nro":19,"url":"../assets/images/netart/kyle-mcdonald-picasso-porn.gif","index":3,"caption_template":"_CAPTION_","label":"https://vimeo.com/138217571","attributes":{},"skip":false,"key":"3.1.3"},{"backlink":"html/introduction.html#fig4.1.1","level":"4.1","list_caption":"Figure: https://mdn.mozillademos.org/files/7659/anatomy-of-an-html-element.png","alt":"https://mdn.mozillademos.org/files/7659/anatomy-of-an-html-element.png","nro":20,"url":"../assets/images/html/anatomy-of-an-html-element.png","index":1,"caption_template":"_CAPTION_","label":"https://mdn.mozillademos.org/files/7659/anatomy-of-an-html-element.png","attributes":{},"skip":false,"key":"4.1.1"},{"backlink":"css/introduction.html#fig5.1.1","level":"5.1","list_caption":"Figure: Anatomie d’une règle css","alt":"Anatomie d’une règle css","nro":21,"url":"../assets/images/css/regle-css.png","index":1,"caption_template":"_CAPTION_","label":"Anatomie d’une règle css","attributes":{},"skip":false,"key":"5.1.1"},{"backlink":"css/introduction.html#fig5.1.2","level":"5.1","list_caption":"Figure: Illustration du «Box model»","alt":"Illustration du «Box model»","nro":22,"url":"https://mdn.mozillademos.org/files/8685/boxmodel-3","index":2,"caption_template":"_CAPTION_","label":"Illustration du «Box model»","attributes":{},"skip":false,"key":"5.1.2"},{"backlink":"wordpress/introduction.html#fig7.1.1","level":"7.1","list_caption":"Figure: wp-install-01","alt":"wp-install-01","nro":23,"url":"../assets/images/wordpress/wp-install-01.png","index":1,"caption_template":"_CAPTION_","label":"wp-install-01","attributes":{},"skip":false,"key":"7.1.1"},{"backlink":"wordpress/introduction.html#fig7.1.2","level":"7.1","list_caption":"Figure: wp-install-02","alt":"wp-install-02","nro":24,"url":"../assets/images/wordpress/wp-install-02.png","index":2,"caption_template":"_CAPTION_","label":"wp-install-02","attributes":{},"skip":false,"key":"7.1.2"},{"backlink":"wordpress/introduction.html#fig7.1.3","level":"7.1","list_caption":"Figure: wp-install-03","alt":"wp-install-03","nro":25,"url":"../assets/images/wordpress/wp-install-03.png","index":3,"caption_template":"_CAPTION_","label":"wp-install-03","attributes":{},"skip":false,"key":"7.1.3"},{"backlink":"wordpress/introduction.html#fig7.1.4","level":"7.1","list_caption":"Figure: wp-install-04","alt":"wp-install-04","nro":26,"url":"../assets/images/wordpress/wp-install-04.png","index":4,"caption_template":"_CAPTION_","label":"wp-install-04","attributes":{},"skip":false,"key":"7.1.4"},{"backlink":"wordpress/introduction.html#fig7.1.5","level":"7.1","list_caption":"Figure: wp-install-09","alt":"wp-install-09","nro":27,"url":"../assets/images/wordpress/wp-install-11.png","index":5,"caption_template":"_CAPTION_","label":"wp-install-09","attributes":{},"skip":false,"key":"7.1.5"},{"backlink":"wordpress/introduction.html#fig7.1.6","level":"7.1","list_caption":"Figure: wp-install-09","alt":"wp-install-09","nro":28,"url":"../assets/images/wordpress/wp-install-12.png","index":6,"caption_template":"_CAPTION_","label":"wp-install-09","attributes":{},"skip":false,"key":"7.1.6"},{"backlink":"wordpress/introduction.html#fig7.1.7","level":"7.1","list_caption":"Figure: wp-install-09","alt":"wp-install-09","nro":29,"url":"../assets/images/wordpress/wp-install-17.png","index":7,"caption_template":"_CAPTION_","label":"wp-install-09","attributes":{},"skip":false,"key":"7.1.7"},{"backlink":"wordpress/introduction.html#fig7.1.8","level":"7.1","list_caption":"Figure: wp-install-transfer","alt":"wp-install-transfer","nro":30,"url":"../assets/images/wordpress/wp-install-transfer.png","index":8,"caption_template":"_CAPTION_","label":"wp-install-transfer","attributes":{},"skip":false,"key":"7.1.8"},{"backlink":"wordpress/introduction.html#fig7.1.9","level":"7.1","list_caption":"Figure: wp-install-edit-config","alt":"wp-install-edit-config","nro":31,"url":"../assets/images/wordpress/wp-install-edit-config.png","index":9,"caption_template":"_CAPTION_","label":"wp-install-edit-config","attributes":{},"skip":false,"key":"7.1.9"},{"backlink":"wordpress/introduction.html#fig7.1.10","level":"7.1","list_caption":"Figure: wp-install-config-edit","alt":"wp-install-config-edit","nro":32,"url":"../assets/images/wordpress/wp-install-config-edit.png","index":10,"caption_template":"_CAPTION_","label":"wp-install-config-edit","attributes":{},"skip":false,"key":"7.1.10"},{"backlink":"wordpress/tour.html#fig7.2.1","level":"7.2","list_caption":"Figure: squelette-wp","alt":"squelette-wp","nro":33,"url":"../assets/images/wordpress/squelette-wp.png","index":1,"caption_template":"_CAPTION_","label":"squelette-wp","attributes":{},"skip":false,"key":"7.2.1"}]},"plugins":["navigator","emphasize","collapsible-chapters","last-modified","image-captions"],"pluginsConfig":{"last-modified":{},"emphasize":{},"search":{},"collapsible-chapters":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"fontsettings":{"theme":"white","family":"sans","size":2},"highlight":{},"navigator":{},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false},"image-captions":{"caption":"_CAPTION_","variable_name":"_pictures"}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"travaux.md","mtime":"2018-04-19T20:27:02.000Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2018-04-20T11:16:50.327Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-collapsible-chapters/collapsible-chapters.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

